---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.SystemBrowser
enum: Autodesk.Revit.UI.PostableCommand
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.SystemBrowser

Displays the System Browser. Displays a hierarchical list of all the components in each discipline in a project, either by system or by zone.